<html>


    <div class="panel">
        <b>ส่วนที่ 4 แนวทางการการพัฒนาและผลการพัฒนาผลลัพธ์การเรียนรู้ของผู้เรียนตามประเด็นท้าทาย</b>


        <br><br><b>ประเด็นท้าทาย เรื่อง</b> 
        <br>{!!$issue->issue!!}
         <b>1.สภาพปัญหาของผู้เรียนและการจัดการเรียนรู้ </b>
        <br>{!!$issue->detail_1!!}
        <br><b>2.วิธีการดำเนินการให้บรรลุผล </b> 
        <br> {!!$issue->detail_2!!}
        <br><b>3.ผลลัพธ์การพัฒนาที่คาดหวัง </b> 
        <br><b>3.1 เชิงปริมาณ </b> 
        <br>{!!$issue->detail_3!!}   
        <br><b>3.2 เชิงคุณภาพ </b> 
        <br>{!!$issue->detail_4!!}

        <div style="width:100%;margin: 20px;">
        <div style="width:50%;float:left;">.</div>
        <div style="width:50%;text-align:center;float:left;">
                ลงชื่อ..........................................................................
                <br>(.........................................................................)
                <br>ตำแหน่ง.....................................................................
                <br><b>ผู้จัดทำข้อตกลงในการพัฒนางาน</b>
                <br>................/.............../...................
        </div>               
        </div>    

        <div style="width:100%;"><p><b>ความเห็นของผู้อำนวยการสถานศึกษา</b>   
            <p>( ) เห็นชอบให้เป็นข้อตกลงในการพัฒนางาน  
            <p>( ) ไม่เห็นชอบให้เป็นข้อตกลงในการพัฒนางาน โดยมีข้อเสนอแนะเพื่อนำไปแก้ไข และเสนอเพื่อพิจารณาอีกครั้ง ดังนี้
            <p>..........................................................................................................................................................
                .....................................................................................................................................................
                .....................................................................................................................................................
                ............................................... 
            <div style="width:100%;">
                <div style="width:50%;float:left;">.</div>
                <div style="width:50%;text-align:center;float:left;">
                    ลงชื่อ..........................................................................
                    <br>(.........................................................................)
                    <br>ตำแหน่ง.....................................................................
                    <br><b>ผู้จัดทำข้อตกลงในการพัฒนางาน</b>
                    <br>................/.............../...................
                </div>               
            </div>    
        </div>

    </div>
</body>
</html>