<html>

    <div class="panel">
<center><b><h2>คำนำ</h2></b></center>
<br><br>
<center>
    สำนักงาน ก.ค.ศ. ได้ออกหลักเกณฑ์และวิธีการให้ข้าราชการครูและบุคลากรทางการศึกษา ตำแหน่งครู มีวิทยฐานะและเลื่อนวิทยฐานะ ว 9/2560 หลักเกณฑ์ 
    และวิธีการพัฒนาข้าราชการครูและบุคลากรทางการศึกษา  สายการสอน ว 3/2564 เมื่อวันที่ 26 มกราคม 2564 และการใช้งานระบบประเมินวิทยฐานะดิจิทัล 
    (Digital Performance Appraisal) เมื่อวันที่ 20 พฤษภาคม 2564 ครูจะต้องประเมินตนเอง จัดทำข้อตกลงในการพัฒนางาน (Performance Agreement) 
    ร่วมกับผู้บริหารสถานศึกษาทางผู้จัดทำข้อตกลงในการพัฒนางาน(Performance Agreement) จึงได้จัดทำเอกสารดังกล่าวเพื่อให้เป็นไปตามนโยบายกระทรวงศึกษาธิการ
    ในการปฏิรูประบบการพัฒนาครู เพื่อตอบสนองต่อการพัฒนาทรัพยากรบุคคลอย่างมีระบบ และมีประสิทธิภาพสูงสุด สอดคล้องกับยุทธศาสตร์ชาติระยะ 20 ปี 
</center>
     </div>

</html>