<html>
    <head>
        <link rel="preconnect" href="https://fonts.googleapis.com">
        <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
        <link href="https://fonts.googleapis.com/css2?family=Niramit&display=swap" rel="stylesheet">
    </head>
    <style>
        .panel{
            font-family: 'Niramit', sans-serif;
            font-size: 12pt;
            padding: 3em;
        }
    </style>
    <div class="panel">
  
        <center><b><h2>สารบัญ</h2></b></center>
   											
<br><br><br><b>ส่วนที่ 1 ข้อมูลผู้จัดทำข้อตกลงในการพัฒนางาน</b>							
<br>1.1 ข้อมูลทั่วไป                                                 	                    				
<br>1.2 ประวัติการทำงาน                                        						
<br>1.3 ชั่วโมงการปฏิบัติหน้าที่ในปีการศึกษา  ..........						
<br>1.4 การอบรบ/พัฒนาตนเองในปีการศึกษาที่ผ่านมา						
<br>1.5 สื่อการเรียนรู้/นวัตกรรม					               			
<br><b>ส่วนที่ 2 ผลการประเมินงานตามมาตรฐานตำแหน่งและภาระงานตามที่ ก.ค.ศ. กำหนด</b>		
<br>2.1 ผลการประเมินงานตามมาตรฐานตำแหน่งและภาระงานตามที่ ก.ค.ศ. กำหนด		          
<br>2.2 ผลสรุปการประเมินงานตามมาตรฐานตำแหน่งและภาระงานตามที่ ก.ค.ศ. กำหนด		
<br>2.3 สรุปแผนการพัฒนาตนเองและวิชาชีพ                                   			          
<br>2.4 ความต้องการและคำรับรองในการพัฒนาตนเองและวิชาชีพของผู้จัดทำ                   		
<br><b>ส่วนที่ 3 การวิเคราะห์ประเด็นท้าทายในการพัฒนาผลลัพธ์การเรียนรู้ของผู้เรียน</b>	 		
<br>3.1 ผลการประเมินการวิเคราะห์ประเด็นท้าทายในการพัฒนาผลลัพธ์การเรียนรู้ของผู้เรียน	        
<br>3.2 ผลสรุปผลการประเมินการวิเคราะห์ประเด็นท้าทายในการพัฒนาผลลัพธ์การเรียนรู้ของผู้เรียน	
<br><b>ส่วนที่ 4 แนวทางการการพัฒนาและผลการพัฒนาผลลัพธ์การเรียนรู้ของผู้เรียนตามประเด็นท้าทาย</b>	
<br>4.1 ประเด็นท้าทาย										
<br>4.2 ความเป็นมาและความสำคัญของประเด็นท้าทาย						
<br>4.3 วัตถุประสงค์ของการดำเนินแก้ไขประเด็นท้าทาย						
<br>4.4 วิธีดำเนินการดำเนินแก้ไขประเด็นท้าทาย							
<br>4.5 ผลการดำเนินแก้ไขประเด็นท้าทาย 								
<br>4.6 อภิปรายผลการดำเนินแก้ไขประเด็นท้าทาย							
<br>4.7 ข้อเสนอแนะ										
<br><b>ภาคผนวก</b>
    
    </div>
</html>